Repository: in-up/claude-meter
Catalog: ClaudeMeter/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld%% remaining
ko: %lld%% 남음

source: %lldh %lldm left
ko: %lld시간 %lld분 남음

source: %lldh %lldm to reset
ko: %lld시간 %lld분 후 재설정

source: (%lldh %lldm to depletion est.)
ko: (%lld시간 %lld분 후 소진 예상)

source: A new version is available!
ko: 새 버전을 사용할 수 있습니다!

source: About
ko: 정보

source: Account
ko: 계정

source: Appearance
ko: 모양

source: Check for Updates
ko: 업데이트 확인

source: Current Session
ko: 현재 세션

source: Current usage is %@%.
ko: 현재 사용량은 %@%입니다.

source: Depleted
ko: 소진됨

source: Depletion Alert (100%)
ko: 한도 소진 시 알림

source: Designed for macOS
ko: macOS 전용

source: Download %@
ko: %@ 다운로드

source: Enable Notifications
ko: 알림 활성화

# error.invalidSessionKey
source: Session Key is invalid or has expired.
ko: 세션 키가 유효하지 않거나 만료되었습니다.

# error.noNetwork
source: No network connection. Please check your internet.
ko: 네트워크에 연결할 수 없습니다. 인터넷 연결을 확인해주세요.

# error.noSessionKey
source: Please set your Session Key in Settings.
ko: 세션 키를 설정에서 입력해주세요.

# error.unknown
source: An unknown error occurred. Please try again later.
ko: 알 수 없는 오류가 발생했습니다. 나중에 다시 시도해주세요.

source: Events
ko: 이벤트

source: Features
ko: 기능

source: General
ko: 일반

source: How to get Session Key?
ko: 세션 키는 어떻게 얻나요?

source: Language can be changed in System Settings → General → Language & Region → Apps.
ko: 시스템 설정 > 일반 > 언어 및 지역 > 앱에서 언어를 변경할 수 있습니다.

source: Last checked: %@
ko: 마지막 확인: %@

source: Lines
ko: 라인

source: NEW %@
ko: 새 버전 %@

# New session started
source: A new session has started.
ko: 새로운 세션이 시작되었습니다.

source: Notifications
ko: 알림

source: Notify when usage exceeds:
ko: 사용량이 초과하면 알림:

source: Opus Limit
ko: Opus 한도

source: Ready
ko: 준비됨

source: Resets at %@
ko: %@에 재설정

source: Refill Alert
ko: 새로운 세션이 시작되면 알림

# Session depleted
source: Session has been depleted.
ko: 세션이 모두 소진되었습니다.

source: Session Key
ko: 세션 키

# Session running low
source: Session is running low.
ko: 세션이 곧 소진됩니다.

source: Show All
ko: 모두 표시

source: Show Text in Menu Bar
ko: 메뉴 막대에 텍스트 표시

# Show Depletion Prediction
source: Show Depletion Prediction Alongside Usage
ko: 사용량 소진 시간 예측을 함께 표시

source: Start at Login
ko: 로그인 시 시작

source: Stored securely on your Mac.
ko: Mac에 안전하게 저장되며 외부 서버로 전송되지 않습니다.

source: Tachometer
ko: 타코미터

source: Text Format
ko: 텍스트 형식

source: Time Left
ko: 남은 시간

source: Updated %@
ko: %@ 업데이트됨

source: Usage
ko: 사용량

source: Usage Warning
ko: 사용량 경고

source: Version %@
ko: 버전 %@

source: Visit GitHub Repository
ko: GitHub 저장소 방문

source: Warning Alert
ko: 사용량 경고

source: Weekly Limit
ko: 주간 한도
